Repository: wikimedia/operations-debs-contenttranslation-apertium-eu-en
Catalog: corpus/metamorphosis.tmx
Source language: en
Languages: eu

source: In this business, his own thought that he had to disappear was, if possible, even more decisive than his sister's.
eu: Bere arreba bera baino ziurrago zegoen desagertu egin behar zenez.

source: He remained in this state of empty and peaceful reflection until the tower clock struck three o'clock in the morning.
eu: Eta gogoeta eta arduragabetasun lasai hartan egon zen goizaldeko hiruretan elizako erlojuak jo zuen arte.

source: From the window he witnessed the beginning of the general dawning outside.
eu: Oraindik gozatu ahal izan zuen egunsenti horren hasiera.

source: Then without willing it, his head sank all the way down, and from his nostrils flowed out weakly out his last breath. Early in the morning the cleaning woman came.
eu: Beranduago, berak nahi ez bazuen ere, bere burua guztiz hondoratu zen eta bere muturretik azken arnasa bota zuen.

source: In her sheer energy and haste she banged all the doors (in precisely the way people had already asked her to avoid), so much so that once she arrived a quiet sleep was no longer possible anywhere in the entire apartment. In her customarily brief visit to Gregor she at first found nothing special.
eu: Hurrengo goizean, neskamea sartu zenean –hain ematen zituen ateekin kolpe gogorrak, ezen heltzen zenean ezinezkoa baitzen ohean atseden hartzea, hainbatetan molde haiek aldatzeko eskatu bazitzaion ere– Gregoriori ohikoa zen bisita egiteko, ez zuen, hasieran, beregan ezer arrarorik hauteman.

source: She thought he lay so immobile there intending to play the offended party. She gave him credit for as complete an understanding as possible.
eu: Suposatu zuen horrela zegoela, geldi-geldi, haserre zegoela adierazteko asmoz, edozein ezagupenerako gai ikusten baitzuen.

source: Because she happened to hold the long broom in her hand, she tried to tickle Gregor with it from the door.
eu: Halabeharrez, kedarra kentzeko tresna zeraman eskuan, eta honekin, atetik, Gregoriori kilimak egitea nahi izan zuen.

source: When that was quite unsuccessful, she became irritated and poked Gregor a little, and only when she had shoved him from his place without any resistance did she become attentive. When she quickly realized the true state of affairs, her eyes grew large, she whistled to herself, but didn't restrain herself for long.
eu: Honekin ezer lortzen ez zuela ikusirik sumindu egin zen, ziztatu egin zuen, eta Gregorio bultzatu ostean, honek mugimendurik txikiena ere egiten ez zuela ikusi ondoren egin zion so, eta, momentuan gertatutakoaz ohartuz, neurri gabe zabaldu zituen begiak eta harridura oihu bat bota zuen.

source: She pulled open the door of the bedroom and yelled in a loud voice into the darkness, "Come and look. It's kicked the bucket.
eu: Baina ez zen denbora luzez geldirik egon, eta logelako atea zakarki ireki eta iluntasunean oihu bat bota zuen:

source: It's lying there, totally snuffed!"
eu: – Ikusi ezazue, lehertu egin da!

source: But then Mr and Mrs
eu: Hortxe duzue, guztiz lehertuta!

source: Samsa climbed very quickly out of bed, one on either side. Mr
eu: Samsa jaun eta andrea haien ohean eserita jarri ziren.

source: Samsa threw the bedspread over his shoulders, Mrs Samsa came out only in her night-shirt, and like this they stepped into Gregor's room.
eu: Asko kosta zitzaien izualdiaren ostean erantzutea, eta kosta zitzaien ere neskameak emandako berria ulertzea.

source: Meanwhile the door of the living room (in which Grete had slept since the lodgers had arrived on the scene) had also opened.
eu: Baina hau ulertu zutenean, berehala irten ziren ohetik, bakoitza alde batetik eta biek zorroztasun handia adieraziz.

source: She was fully clothed, as if she had not slept at all; her white face also seem to indicate that. "Dead?" said Mrs
eu: Samsa jaunak sorbalden gainean jarri zuen ohe gainekoa; Samsa andreak bere lo egiteko kamisoia baino ez zuen jantzirik, eta itxura horrekin sartu ziren Gregorioren logelan.

source: Samsa and looked questioningly at the cleaning woman, although she could check everything on her own and even understand without a check. "I should say so," said the cleaning woman and, by way of proof, poked Gregor's body with the broom a considerable distance more to the side.
eu: Bien bitartean, apopiloen etorreratik Gretek lo egiten zuen jantoki-salako atea ere zabaldu zen. Grete guztiz jantzita zegoen, gau guztian lorik hartu izan ez balu legez, eta halaxe adierazten zuen, izan ere, bere aurpegiaren zurbiltasunak.

source: Mrs Samsa made a movement as if she wished to restrain the broom, but didn't do it. "Well," said Mr
eu: – Hilda? –esan zuen Samsa andreak, neskameari zalantza aurpegiz begiratuz, nahiz eta honetaz ziur egoteko arrazoiak falta ez zitzaizkion.

source: Samsa, "now we can give thanks to God". He crossed himself, and the three women followed his example.
eu: – Hauxe da esaten nabilena -erantzun zuen neskameak, honen egiatasuna frogatzeko Gregorioren gorpua bultzatzen jarraitzen zuen bitartean.

source: Grete, who did not take her eyes off the corpse, said, "Look how thin he was. He had eaten nothing for such a long time.
eu: Samsa andreak neskamea geldiarazteko mugimendu bat egin zuen, baina ez zuen geldiarazi.

source: The meals which came in here came out again exactly the same". In fact, Gregor's body was completely flat and dry.
eu: – Beno –esan zuen Samsa jaunak–, orain eskerrak eman ahal dizkiogu Jaunari.

source: That was apparent really for the first time, now that he was no longer raised on his small limbs and, moreover, now that nothing else distracted one's gaze.
eu: Aitaren egin zuen, eta hiru emakumeek gauza bera egin zuten. Gretek ez zion gorpu hari begirik kentzen:

source: "Grete, come into us for a moment," said Mrs
eu: – Ikusi ezazue zeinen argal zegoen –esan zuen–.

source: Samsa with a melancholy smile, and Grete went, not without looking back at the corpse, behind her parents into the bed room.
eu: Egia da aspaldi ez zuela janaririk dastatu ere egiten.

source: The cleaning woman shut the door and opened the window wide.
eu: Janaria sartzen zen moduan irteten zen gelatik.

source: In spite of the early morning, the fresh air was partly tinged with warmth.
eu: Gregorioren gorpuak, izan ere, guztiz zapala eta lehorra zirudien.

source: It was already the end of March. The three lodgers stepped out of their room and looked around for their breakfast, astonished that they had been forgotten. "Where is the breakfast?" asked the middle one of the gentlemen grumpily to the cleaning woman.
eu: Orain ohartzen ziren honetaz, jadanik ez zelako bere hankatxoen gainean eusten, eta inork ere ez zuen bera ez zen zerbait begiratzen.

source: However, she laid her finger to her lips and then quickly and silently indicated to the lodgers that they could come into Gregor's room.
eu: – Grete, etorri zaitez gurekin momentu batez –esan zuen Samsa andreak, tristura adierazten zuen irribarre bat eginez.

source: So they came and stood around Gregor's corpse, their hands in the pockets of their somewhat worn jackets, in the room, which was already quite bright.
eu: Eta Grete, gorpuari begirik kendu gabe, bere gurasoen atzetik joan zen logelara.

source: Then the door of the bed room opened, and Mr
eu: Neskameak atea itxi zuen, eta leihoa guztiz zabaldu zuen.

source: Samsa appeared in his uniform, with his wife on one arm and his daughter on the other.
eu: Oraindik oso goiz zen, baina aireak bazuen jada, bere freskotasun hartan epeltasun kutsu bat.

source: All were a little tear stained.
eu: Martxoa amaitzear zegoen.

source: Now and then Grete pressed her face onto her father's arm.
eu: Hiru apopiloak haien logelatik irten ziren eta haien gosaria non zegoen begiratu zuten.

source: "Get out of my apartment immediately," said Mr
eu: Ahaztu egin zitzaien.

source: Samsa and pulled open the door, without letting go of the women. "What do you mean?" said the middle lodger, somewhat dismayed and with a sugary smile.
eu: – Eta gosaria? –galdetu zion neskameari hiruretatik agintariena zirudienak. Baina neskameak, hatz erakuslea ahoan ipiniz, isilean, jaunak Gregorioren gelara sartzera deitu zituen.

source: The two others kept their hands behind them and constantly rubbed them against each other, as if in joyful anticipation of a great squabble which must end up in their favour. "I mean exactly what I say," replied Mr
eu: Hara sartu ziren, eta hantxe egon ziren, argiz betetako logela hartan, Gregorioren gorpuaren inguruan, hari mesprezuz begira eta eskuak haien jaka erabilietako poltsikoetan sartuta zeuzkatela.

source: Samsa and went directly with his two female companions up to the lodger.
eu: Orduan logelako atea ireki zen eta Samsa jauna agertu zen, esku bat bere emazteri eta bestea bere alabari lotuta zuela.

source: The latter at first stood there motionless and looked at the floor, as if matters were arranging themselves in a new way in his head. "All right, then we'll go," he said and looked up at Mr
eu: Guztiek negar egin zuten antza zeukaten, eta Gretek noizbehinka bere aitaren besoaren atzean ezkutatzen zuen aurpegia.– Alde egin ezazue neure etxetik berehala –esan zuen Samsa jaunak, atea seinalatuz baina emakume biak askatu gabe.

source: Samsa as if, suddenly overcome by humility, he was asking fresh permission for this decision. Mr
eu: – Zer adierazi nahi duzu horrekin? –galdetu zion hiruretatik agintarienak, zertxobait nahasturik eta uzkurtasun irribarre bat eginik.

source: Samsa merely nodded to him repeatedly with his eyes open wide. Following that, the lodger actually went immediately with long strides into the hall.
eu: Beste biek eskuak atzealdean gurutzatuta zeuzkaten, eta etengabe ari ziren haien eskuak igurzten, irabaziko zuten borroka baten zain egongo balira moduan.

source: His two friends had already been listening for a while with their hands quite still, and now they hopped smartly after him, as if afraid that Mr
eu: – Adierazi nahi dudana zehatz-mehatz esan dudana da –erantzun zuen Samsa jaunak, emakume biekin batera apopiloarengana hurbilduz.

source: Samsa could step into the hall ahead of them and disturb their reunion with their leader.
eu: Hau momentu batez isilik eta lasai gelditu zen, begirada lurretik altxatzen ez zuela, bere pentsamenduak irudimenean antolatzen ari balira.

source: In the hall all three of them took their hats from the coat rack, pulled their canes from the cane holder, bowed silently, and left the apartment.
eu: Samsa jaunak begiak asko zabaldu eta burua gora eta behera mugitu beste gauzarik ez zuen egin.

source: In what turned out to be an entirely groundless mistrust, Mr
eu: Honen ostean, apopiloa pausu handiak emanez ate ondora zuzendu zen.

source: Samsa stepped with the two women out onto the landing, leaned against the railing, and looked down as the three lodgers slowly but steadily made their way down the long staircase, disappeared on each floor in a certain turn of the stairwell and in a few seconds came out again.
eu: Bere bi kideek aspalditik entzuten zirauten, eskuak igurtzi gabe, eta orain bere atzetik irten ziren arineketa batean, Samsa jauna haiek baino lehenago ate ondora heldu eta beraien eta haien gidariaren artean jarriko zenaren beldurrez.

source: The deeper they proceeded, the more the Samsa family lost interest in them, and when a butcher with a tray on his head come to meet them and then with a proud bearing ascended the stairs high above them, Mr
eu: Jaisten zihoazen bitartean, Samsa familiak haienganako zuen interesa murriztuz zihoan, eta Samsa jauna eta emakumeak, zama astun bat gainetik kendurik, etxe barruan sartu ziren berriro.

source: Samsa., together with the women, left the banister, and they all returned, as if relieved, back into their apartment. They decided to pass that day resting and going for a stroll.
eu: Egun hura atseden hartzen eta osteratxoren bat egiten emango zutela erabaki zuten: ez zuten soilik guztiz irabazirik atseden hau, are gehiago, premiazkoa zen.

source: Not only had they earned this break from work, but there was no question that they really needed it. And so they sat down at the table and wrote three letters of apology: Mr
eu: Mahairatu ziren, beraz, eta hiru eskutitz idatzi zituzten barkamena eskatuz: Samsa jaunak, bere nagusiari; Samsa andreak, dendako jabeari, eta Gretek, bere nagusiari.

source: Samsa to his supervisor, Mrs Samsa to her client, and Grete to her proprietor.
eu: Egiteko hauetan buru-belarri sartuta zeudenean, neskamea sartu zen bazihoala esateko, bere goizeko beharra amaitu baitzuen jadanik.

source: During the writing the cleaning woman came in to say that she was going off, for her morning work was finished.
eu: Hirurek jarraitu zuten idazten, neskameari jaramon egin gabe, buruarekin baiezko keinu bat egiteaz nahikoa izan zen.

source: The three people writing at first merely nodded, without glancing up.
eu: Baina, bera ez zihoala ikusirik, burua altxatu zuten, haserre.

source: Only when the cleaning woman was still unwilling to depart, did they look up angrily. "Well?" asked Mr
eu: – Zer duzu? –galdetu zuen Samsa jaunak.

source: Samsa. The cleaning woman stood smiling in the doorway, as if she had a great stroke of luck to report to the family but would only do it if she was asked directly.
eu: Neskamea irribarretsu zegoen ate ondoan, familiari berri zoragarri bat jakinarazi behar balio bezala, baina bere jarrerarekin adieraziz haiek galdeketa egin ondoren baino ez zuela egingo.

source: The almost upright small ostrich feather in her hat, which had irritated Mr Samsa during her entire service, swayed lightly in all directions. "All right then, what do you really want?" asked Mrs
eu: Lumatxoa bere txapelean artez ipinita, eta bere familiarentzat lan egiten hasi zenetik Samsa jaunak gogaitzen zuena, norabide guztietarantz kulunkatuz.

source: Samsa, whom the cleaning lady still usually respected. "Well," answered the cleaning woman (smiling so happily she couldn't go on speaking right away), "about how that rubbish from the next room should be thrown out, you mustn't worry about it.
eu: – Ia, ikus dezagun, zer nahi duzu zerorrek? –galdetu zuen Samsa andreak, nor neskameak gehien errespetatzen zuen pertsona baitzen.– Ba –erantzun zuen honek, eta barreak ez zion jarraitzen uzten-, ba ez zaretela arduratu behar alboko traste hori erditik kentzeaz.

source: It's all taken care of". Mrs
eu: Dena dago konponduta.

source: Samsa and Grete bent down to their letters, as though they wanted to go on writing; Mr Samsa, who noticed that the cleaning woman wanted to start describing everything in detail, decisively prevented her with an outstretched hand.
eu: Samsa andrea eta Grete berriro makurtu ziren haien eskutitzen gainean, idazten jarraitzeko moduan, eta Samsa jaunak, neskamea dena zehatz-mehatz kontatzera zihoala ikusirik, isilarazi egin zuen, eskua beregana indartsuki luzatuz.

source: But since she was not allowed to explain, she remembered the great hurry she was in, and called out, clearly insulted, "Ta ta, everyone," turned around furiously and left the apartment with a fearful slamming of the door.
eu: Neskameak, ikusi zuenean ez ziotela kontatzeko prest zuena kontatzen utziko, gogoratu zuen presaz zebilela.– Jainkoak zain zaitzatela! –esan zuen, nabarmenki minduta.

source: "This evening she'll be let go," said Mr
eu: – Gaur gabean lanetik bidaliko dut –esan zuen Samsa jaunak.

source: Samsa, but he got no answer from either his wife or from his daughter, because the cleaning woman seemed to have upset once again the tranquility they had just attained.
eu: Baina ez zuen erantzunik jaso, ez bere emaztearena, ezta bere alabarena ere, izan ere neskameak nahasi egin zuen berriro ere berreskuratu zuten lasaitasun hura.

source: They got up, went to the window and remained there, with their arms about each other.
eu: Ama eta alaba altxatu egin ziren eta leihorantz zuzendu ziren, bertan besarkaturik geratu zirelarik.

source: Mr Samsa turned around in his chair in their direction and observed them quietly for a while.
eu: Samsa jaunak bere besaulkia norabide hartarantz mugitu zuen, eta, lasai-lasai haiei so egiten egon zen momentu batez.

source: Then he called out, "All right, come here then.
eu: Honen ostean:– Beno –esan zuen–, etor zaitezte.

source: Let's finally get rid of old things.
eu: Ahaz itzazue behingoz iraganeko kontuak.

source: And have a little consideration for me". The women attended to him at once.
eu: Eduki nazazue neu ere kontuan.

source: They rushed to him, caressed him, and quickly ended their letters.
eu: Emakume biek momentuan esanak egin zituzten, berarengana lastertu ziren, laztandu zuten eta idazten bukatu zuten.

source: Then all three left the apartment together, something they had not done for months now, and took the electric tram into the open air outside the city.
eu: Beranduago, hirurak elkarrekin irten ziren, hileetan egin ez zuten zerbait zelarik, eta tranbiara igo ziren osteratxo bat egiteko asmoz.

source: The car in which they were sitting by themselves was totally engulfed by the warm sun.
eu: Haiek ziren zihoazen bidaiari bakarrak. Tranbia eguzkiaren berotasunez beteta zegoen.

source: They talked to each other, leaning back comfortably in their seats, about future prospects, and they discovered that on closer observation these were not at all bad, for all three had employment, about which they had not really questioned each other at all, which was extremely favorable and with especially promising prospects.
eu: Haien eserlekuetan etzanda, geroari buruzko kontuei buruz hitz egiten hasi ziren, eta ikusi zuten, gauzak ongi pentsatuta, hau ez zela oso iluna. Izan ere, haien hiru lanpostuak oso onak ziren, eta, batez ere, beranduagoko esperantzak posible egiten zitzaizkien.

source: The greatest improvement in their situation at this moment, of course, had to come from a change of dwelling.
eu: Momentuz hobetu behar zena etxez aldatzea zen.

source: Now they wanted to rent an apartment smaller and cheaper but better situated and generally more practical than the present one, which Gregor had found. While they amused themselves in this way, it struck Mr and Mrs
eu: Etxe txikiago eta merkeago bat nahi zuten, eta, batez ere, hobeto kokatuta zegoena eta oraingoa, Gregoriok aukeratua zena, baino praktikoagoa.

source: Samsa almost at the same moment how their daughter, who was getting more animated all the time, had blossomed recently, in spite of all the troubles which had made her cheeks pale, into a beautiful and voluptuous young woman.
eu: Eta horrela berbetan ari zirela, ia batera ohartu ziren Samsa jauna eta andrea haien alaba hazi egin zela eta indarrez beteriko neskatxa eder bat zela orain.

source: Growing more silent and almost unconsciously understanding each other in their glances, they thought that the time was now at hand to seek out a good honest man for her.
eu: Hitzik esan barik, begiradaz soilik elkar ulertuz, batak besteari esan zion bazela garaia haien alabarentzat senar bat bilatzeko.

source: And it was something of a confirmation of their new dreams and good intentions when at the end of their journey the daughter first lifted herself up and stretched her young body.
eu: Eta, bidaia bukatu zenean, alaba altxatzen lehenengoa izan zenean, eta bere itxura gaztea agertu zuenean, gurasoen amets eta asmo onak sendotu egin ziren.
